#######################################
#                                     #
#   Файл для работы проекта:          #
#   Чат-бот                           #
#                                     #
#   Создан учеником:                  #
#   Владислав Косинский Станиславович #
#######################################
okay = ['Хорошо','Окей','Договорились','Ладно :3','Океюшки','Ага','Мгм)',"Понятно)"]
nope = ['Нит','Нет','Ни за что!','Никогда!','Неа','Не согласен','Не договоримся так..']
privet = ["Привет!","Привет-привет","Дратути)",'Здрасте','Здравия желаю пользователь!']
dela = ["У меня всё нормально","Я обычная машина которые не имеет эмоций, что хотели добиться? А у вас как?","Всё отлично! А у вас как?","Хорошо","Нормально"]
start = ["привет","здраствуйте","приветик","start","старт","привет!","приветик!"]
spisok = ["Garry's mod","Rainbown Six Siege","Team Fortress 2","Papers, Please","Minecraft"]
vopros = ['Что делаешь?','Что кушал?']
zakadka = ["В брюшке — баня,\nВ носу — решето,\nНос — хоботок,\nНа голове — пупок,\nВсего одна рука\nБез пальчиков,\nИ та — на спине\nКалачиком.\n","В Полотняной стране\nПо реке Простыне\nПлывет пароход\nТо назад, то вперед,\nА за ним такая гладь —\nНи морщинки не видать.\n","В синем небе светляки —\nНе дотянешь к ним руки.\nА один большой светляк\nИзогнулся, как червяк.\n"]
whoyou = ["Я бот","Я недо-человек","Я Райя-Прайм, лучшая П.Е.Р.С.И.К во всём мире!"]

# Переменные при помощи которых бот общается и проверяет